[
  {
    "id": "1",
    "title": "Acquiring Valuable Insights to Achieve Success in the Digital Era",
    "event_type": "Virtual Conference",
    "image": "binus-computer-club-virtual-conference.png",
    "publish_date": "10 June 2022",
    "content": "<p class=\"mt-6 mb-2\">\n<strong>OPEN REGISTRATION FOR VIRTUAL CONFERENCE! 📢</strong>\n</p><p class=\"mb-2\">TechnoScape adalah event teknologi terbesar yang diadakan oleh Bina Nusantara Computer Club. TechnoScape 2022 kembali hadir dengan rangkaian acara menarik termasuk Virtual Conference dari tanggal 3 - 5 Juni 2022 yang bertemakan “Acquiring Valuable Insights to Achieve Success in the Digital Era”.</p>\n<p class=\"mb-2\">Virtual Conference adalah rangkaian webinar sekaligus talkshow yang mengangkat topik seputar bisnis, desain, dan teknologi. Virtual Conference menghadirkan beberapa pembicara yang berpengalaman sesuai dengan bidang pekerjaannya dari beberapa perusahaan di Indonesia.</p><div class=\"content\">\n<strong>Mengapa kamu harus berpartisipasi dalam Virtual Conference?</strong>\n<ul>\n<li>Memperoleh wawasan teknologi yang relevan</li>\n<li>Mendapatkan inspirasi karir dari pakarnya</li>\n<li>Memperluas jaringan dengan para profesional</li>\n<li>Dan masih banyak lagi</li>\n</ul>\n</div>\n<p class=\"mb-2\">Ikuti Virtual Conference dan dapatkan insights dari pakarnya! 🔥</p>"
  },
  {
    "id": "2",
    "title": "Scale Up Your Technology Skills and Boost Your Career",
    "event_type": "Developer Workshop",
    "image": "binus-computer-club-technoscape-developer-workshop.jpg",
    "publish_date": "10 June 2022",
    "content": "<p class=\"mt-6 mb-2\">\n<strong>OPEN REGISTRATION DEVELOPER WORKSHOP! IMPROVE YOUR TECHNOLOGICAL SKILLS! 🔥</strong>\n</p>\n<p class=\"mb-2\">TechnoScape adalah event teknologi terbesar yang diadakan oleh Bina Nusantara Computer Club. TechnoScape akan menghadirkan tiga rangkaian acara menarik termasuk Developer Workshop dengan mengangkat tema “Scale Up Your Technology Skills and Boost Your Career”.</p>\n<p class=\"mb-2\">Developer Workshop adalah serangkaian workshop yang membahas seputar intermediate technology bersama trainer berpengalaman yang dilaksanakan pada tanggal 9 - 12 Juni 2022 selama 4 hari.</p>\n<p class=\"mb-2\">Ikuti Developer Workshop dan kembangkan skill kamu! 💪</p>"
  },
  {
    "id": "3",
    "title": "Envision an Idea and Actualize It through Your Code",
    "event_type": "Hackathon",
    "image": "binus-computer-club-technoscape-hackathon.png",
    "publish_date": "10 June 2022",
    "content": "<p class=\"mt-6 mb-2\"><strong>OPEN REGISTRATION FOR HACKATHON 5.0! 📢</strong></p>\n<p class=\"mb-2\">TechnoScape adalah event teknologi terbesar yang diadakan oleh Bina Nusantara Computer Club. TechnoScape menghadirkan tiga rangkaian acara menarik termasuk Hackathon 5.0 bertemakan “Envision an Idea and Actualize It through Your Code.” yang hadir pada tanggal 18 - 20 Juni 2022.</p>\n<p class=\"mb-2\">Hackathon adalah kompetisi coding dimana setiap tim ditantang untuk memecahkan suatu permasalahan melalui website atau aplikasi dalam waktu hanya 36 jam! </p>\n<div class=\"content\">\n<strong>Mengapa kamu harus berpartisipasi dalam Hackathon 5.0?</strong>\n<ul><li>Melakukan mentoring dengan para profesional</li><li>Menambahkan value pada CV</li><li>Memperbesar peluang wawancara kerja</li><li>Memperluas relasi sesama penggiat teknologi</li><li>Dan masih banyak lagi</li></ul>\n</div>\n<p class=\"mb-2\">Ikuti Hackathon dan buktikan skill coding mu! 🔥</p>"
  }
]